import 'main.dart';
import 'quiz_ques.dart';

/*class Brains {
  List<MyQuestion> questions = [
    MyQuestion(q: "උමේෂ්ගෙ වාසගම මොකද්ද", a: true, btn1: 'True', btn2: 'False'),
    MyQuestion(
        q: "උමෙෂ්ට නගිනවද?",
        a: true,
        btn1: 'නෑ ',
        btn2: 'නගිනැත්තන් කොහොමද මෙ ලොකෙට මිනිස්සු ආවෙ'),
    MyQuestion(
        q: "උමෙෂ් කොට කලිසම් අදින්නෙ නැත්තෙ ඇයි?",
        a: false,
        btn1: 'උමෙෂ් ගල පෙන්නනන් ලැජ්ජයි',
        btn2: 'මයිල් අස්සෙ ඉන්න සත්තුන්ට ඉර එලිය ඇලජික් හින්ද'),
    MyQuestion(
        q: "උමෙෂ්ගෙ සැබැ ආදරය කව්ද?",
        a: false,
        btn1: 'හිරූනි ',
        btn2: 'තරුෂයි සංදීපයී'),
    MyQuestion(
        q: "උමෙෂ් හීරුනි එක්ක කතා කරපු පලවෙනි දෙ මොකද්ද?",
        a: false,
        btn1: 'ඉස්සර බිව්වා දැන් බොන්නෙ නෑ',
        btn2: 'හීරූනීඊඊඊඉඉඉ'),
    MyQuestion(
        q: "උමෙෂ් හිරුනිට හැමොටම හොරෙන් ගත්ත තෑග්ග?",
        a: true,
        btn1: 'බුදුපිලිමයක්',
        btn2: 'චොකලට් එකක්'),
    MyQuestion(
        q: "උමෙෂ් වැඩියෙන්ම ආදරෙ කරන කෙනාගෙ උපන්දිනෙ කවද්ද?",
        a: false,
        btn1: ' සැප්තැම්බර් 21',
        btn2: 'නොවැම්බර් 4'),
    MyQuestion(
        q: "උමෙෂ් කොල්ලො කපල හොදම යාලුවො එක්ක කෑවෙ මොනාද",
        a: false,
        btn1: 'අල හොදි එක්ක නූඩ්ල්ස්',
        btn2: 'පිසා'),
    MyQuestion(
        q: "උමෙෂ් ඇක්සියො එකක් ගත්තෙ",
        a: false,
        btn1: 'ඇක්සියො එක ලස්සන හිණ්ද',
        btn2: 'හිරුනිටත් තියන හින්ද'),
    MyQuestion(
        q: "මෙ අතරින් උමෙෂ්ගෙ හොදම යාලුවා",
        a: false,
        btn1: 'සංදිප ',
        btn2: 'තරුෂ'),
  ];
}
*/
